//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Bezpečný domov pre všetky vaše dáta";
"_intro_1_text_"    = "Zdieľajte, chránte a pristupujte k svojím súborom doma aj na pracovisku";

"_intro_11_title_"  = "Použite gestá v prehľade súborov";
"_intro_11_text_"   = "Potiahnite → alebo ←: Voľby\n\nDlhšie podržanie: Kopírovať/Vložiť alebo Otvoriť v...\n\nStlačiť: 3D Touch (ak je dostupný)";

"_intro_2_title_"   = "Viac účtov";
//"_intro_2_text_"    = "Pripojte sa do všetkych svojich cloudov a ťuknite na logo Nextcloud na záložke súborov pre rýchle prepínanie medzi nimi";
"_intro_2_text_"    = "Pripojte sa do všetkych svojich cloudov a ťuknite na logo MicroCloud na záložke súborov pre rýchle prepínanie medzi nimi";

"_intro_3_title_"   = "Začať";
//"_intro_3_text_"    = "Výborne, môžete začať používať svoj Nextcloud. Ďaľšie informácie, novinky a kontakty môžete nájst na https://nextcloud.com";
"_intro_3_text_"    = "Výborne, môžete začať používať svoj MicroCloud. ";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
//"_introNoCryptoCloud_1_text_"  = "Crypto Cloud encryption protocol is no longer available, you can still decrypt your files by downloading the free app from AppStore\n\n'CryptoCloud for Nextcloud'\n\nSoon there will be a new EndToEnd protocol available on all Nextcloud clients\n\n\nTap to Start";
"_introNoCryptoCloud_1_text_"  = "Crypto Cloud encryption protocol is no longer available\n\n\nTap to Start";

